Repository: dokuzai/swapl
Catalog: ios/Swapl/Localizable.xcstrings
Source language: en
Languages: ar, ar_ps, el, es, fa, fr, id, it, ja, ro, th, tr, zh

source: Verify your email
ar: وثّق بريدك الإلكتروني
ar_ps: وثّق إيميلك
el: Επαληθεύστε το email σας
es: Verifica tu correo
fa: ایمیل خود را تأیید کنید
fr: Vérifiez votre e-mail
id: Verifikasi email Anda
it: Verifica la tua email
ja: メールアドレスを認証
ro: Verifică-ți e-mailul
th: ยืนยันอีเมลของคุณ
tr: E-postanı doğrula
zh: 验证你的邮箱

source: Verify your identity
ar: وثّق هويتك
ar_ps: وثّق هويتك
el: Επαληθεύστε την ταυτότητά σας
es: Verifica tu identidad
fa: هویت خود را تأیید کنید
fr: Vérifiez votre identité
id: Verifikasi identitas Anda
it: Verifica la tua identità
ja: 本人確認
ro: Verifică-ți identitatea
th: ยืนยันตัวตนของคุณ
tr: Kimliğini doğrula
zh: 验证你的身份

source: Verify your identity to unlock every way to earn.
ar: وثّق هويتك لفتح كل طرق الكسب.
ar_ps: وثّق هويتك عشان تفتح كل طرق الكسب.
el: Επαληθεύστε την ταυτότητά σας για να ξεκλειδώσετε κάθε τρόπο να κερδίζετε.
es: Verifica tu identidad para desbloquear todas las formas de ganar.
fa: هویت خود را تأیید کنید تا همه راه‌های کسب امتیاز باز شوند.
fr: Vérifiez votre identité pour débloquer toutes les façons de gagner.
id: Verifikasi identitas Anda untuk membuka semua cara mendapatkan poin.
it: Verifica la tua identità per sbloccare ogni modo di guadagnare.
ja: 本人確認をして、あらゆる獲得方法を解除しましょう。
ro: Verifică-ți identitatea pentru a debloca toate modurile de a câștiga.
th: ยืนยันตัวตนของคุณเพื่อปลดล็อกทุกวิธีในการรับพอยต์
tr: Kazanmanın her yolunun kilidini açmak için kimliğini doğrula.
zh: 验证你的身份以解锁所有赚取方式。

source: Version %@ (%@)
ar: الإصدار %@ (%@)
ar_ps: الإصدار %@ (%@)
el: Έκδοση %@ (%@)
es: Versión %@ (%@)
fa: نسخه %@ (%@)
id: Versi %@ (%@)
it: Versione %1$@ (%2$@)
ja: バージョン %@（%@）
ro: Versiunea %@ (%@)
th: เวอร์ชัน %@ (%@)
tr: Sürüm %@ (%@)
zh: 版本 %@（%@）

source: Vibe: %@
ar: الأجواء: %@
ar_ps: الأجواء: %@
el: Ατμόσφαιρα: %@
es: Ambiente: %@
fa: حال‌وهوا: %@
fr: Ambiance : %@
id: Nuansa: %@
it: Atmosfera: %@
ja: 雰囲気：%@
ro: Atmosferă: %@
th: บรรยากาศ: %@
tr: Atmosfer: %@
zh: 氛围：%@

source: View %@'s profile
ar: عرض ملف %@
ar_ps: شوف ملف %@
el: Προβολή προφίλ του %@
es: Ver el perfil de %@
fa: مشاهده نمایه %@
fr: Voir le profil de %@
id: Lihat profil %@
it: Vedi il profilo di %@
ja: %@のプロフィールを見る
ro: Vezi profilul lui %@
th: ดูโปรไฟล์ของ %@
tr: %@ kişisinin profilini görüntüle
zh: 查看 %@ 的资料

source: View home & photos
ar: عرض المنزل والصور
ar_ps: شوف البيت والصور
el: Προβολή σπιτιού & φωτογραφιών
es: Ver casa y fotos
fa: مشاهده خانه و عکس‌ها
fr: Voir le logement et les photos
id: Lihat rumah & foto
it: Vedi casa e foto
ja: 住まいと写真を見る
ro: Vezi locuința și fotografiile
th: ดูบ้านและรูปภาพ
tr: Evi ve fotoğrafları görüntüle
zh: 查看住所和照片

source: View proof
ar: عرض الإثبات
ar_ps: شوف الإثبات
el: Προβολή απόδειξης
es: Ver prueba
fa: مشاهده مدرک
fr: Voir la preuve
id: Lihat bukti
it: Visualizza la prova
ja: 証明を見る
ro: Vezi dovada
th: ดูหลักฐาน
tr: Kanıtı görüntüle
zh: 查看证明

source: View proof of cover on the TON explorer
ar: عرض إثبات التغطية على مستكشف TON
ar_ps: شوف إثبات التغطية على مستكشف TON
el: Προβολή απόδειξης κάλυψης στον TON explorer
es: Ver la prueba de cobertura en el explorador de TON
fa: مشاهده مدرک پوشش در کاوشگر TON
fr: Voir la preuve de couverture sur l'explorateur TON
id: Lihat bukti perlindungan di penjelajah TON
it: Visualizza la prova di copertura sull'explorer TON
ja: TONエクスプローラーで補償の証明を見る
ro: Vezi dovada acoperirii în exploratorul TON
th: ดูหลักฐานความคุ้มครองบน TON explorer
tr: TON gezgininde teminat kanıtını görüntüle
zh: 在 TON 浏览器上查看保障证明

source: View public profile
ar: عرض الملف العام
ar_ps: شوف الملف العام
el: Προβολή δημόσιου προφίλ
es: Ver perfil público
fa: مشاهده نمایه عمومی
fr: Voir le profil public
id: Lihat profil publik
it: Vedi profilo pubblico
ja: 公開プロフィールを見る
ro: Vezi profilul public
th: ดูโปรไฟล์สาธารณะ
tr: Herkese açık profili görüntüle
zh: 查看公开资料

source: Voice input isn't available right now — type your wish instead.
ar: الإدخال الصوتي غير متاح الآن — اكتب أمنيتك بدلاً من ذلك.
ar_ps: الإدخال الصوتي مش متاح هلق — اكتب أمنيتك بدالها.
el: Η φωνητική εισαγωγή δεν είναι διαθέσιμη αυτή τη στιγμή — πληκτρολογήστε την επιθυμία σας.
es: La entrada de voz no está disponible ahora mismo — escribe tu deseo en su lugar.
fa: ورودی صوتی در حال حاضر در دسترس نیست — به‌جای آن آرزویتان را تایپ کنید.
fr: La saisie vocale n'est pas disponible pour le moment — saisissez plutôt votre souhait.
id: Input suara tidak tersedia saat ini — ketik keinginan Anda saja.
it: L'input vocale non è disponibile in questo momento — digita invece il tuo desiderio.
ja: 現在音声入力は利用できません。代わりに希望を入力してください。
ro: Introducerea vocală nu este disponibilă momentan — scrie-ți dorința în schimb.
th: การป้อนด้วยเสียงไม่พร้อมใช้งานในขณะนี้ — พิมพ์ความปรารถนาของคุณแทน
tr: Sesli giriş şu anda kullanılamıyor — bunun yerine isteğini yaz.
zh: 语音输入当前不可用——请改为输入你的心愿。

source: Waiting for your reply
ar: بانتظار ردك
ar_ps: مستني ردّك
el: Αναμονή για την απάντησή σας
es: Esperando tu respuesta
fa: در انتظار پاسخ شما
fr: En attente de votre réponse
id: Menunggu balasan Anda
it: In attesa della tua risposta
ja: あなたの返信を待っています
ro: Așteaptă răspunsul tău
th: กำลังรอคำตอบจากคุณ
tr: Yanıtın bekleniyor
zh: 等待你的回复

source: Washer
ar: غسالة
ar_ps: غسّالة
el: Πλυντήριο
es: Lavadora
fa: ماشین لباسشویی
fr: Lave-linge
id: Mesin cuci
it: Lavatrice
ja: 洗濯機
ro: Mașină de spălat rufe
th: เครื่องซักผ้า
tr: Çamaşır makinesi
zh: 洗衣机

source: Watch condition video
ar: شاهد فيديو الحالة
ar_ps: شوف فيديو الحالة
el: Παρακολούθηση βίντεο κατάστασης
es: Ver vídeo del estado
fa: تماشای ویدیوی وضعیت
fr: Regarder la vidéo de l'état
id: Tonton video kondisi
it: Guarda il video delle condizioni
ja: 状態確認動画を見る
ro: Vezi videoclipul privind starea
th: ดูวิดีโอแสดงสภาพ
tr: Durum videosunu izle
zh: 观看状况视频

source: Ways to earn Keys
ar: طرق كسب المفاتيح
ar_ps: طرق تكسب فيها مفاتيح
el: Τρόποι να κερδίσετε Keys
es: Formas de ganar Llaves
fa: راه‌های کسب کلید
fr: Façons de gagner des Clés
id: Cara mendapatkan Keys
it: Modi per guadagnare Chiavi
ja: Keyを獲得する方法
ro: Moduri de a câștiga Chei
th: วิธีรับ Keys
tr: Anahtar kazanma yolları
zh: 赚取钥匙的方式

source: We couldn't find that member. Double-check the ID.
ar: لم نتمكن من العثور على هذا العضو. تحقق من المعرّف مرة أخرى.
ar_ps: ما قدرنا نلاقي هالعضو. تأكّد من الرقم كمان مرة.
el: Δεν βρήκαμε αυτό το μέλος. Ελέγξτε ξανά το αναγνωριστικό.
es: No encontramos a ese miembro. Vuelve a comprobar el ID.
fa: آن عضو را پیدا نکردیم. شناسه را دوباره بررسی کنید.
fr: Nous n'avons pas trouvé ce membre. Vérifiez l'identifiant.
id: Kami tidak menemukan anggota itu. Periksa ulang ID-nya.
it: Non abbiamo trovato quel membro. Ricontrolla l'ID.
ja: そのメンバーが見つかりませんでした。IDをもう一度ご確認ください。
ro: Nu am putut găsi acel membru. Verifică din nou ID-ul.
th: เราไม่พบสมาชิกคนนั้น ตรวจสอบ ID อีกครั้ง
tr: O üyeyi bulamadık. Kimliği tekrar kontrol et.
zh: 我们找不到该会员。请核对 ID。

source: We read every response — it directly shapes what we build next.
ar: نقرأ كل رد — فهو يشكّل مباشرةً ما نبنيه تالياً.
ar_ps: منقرأ كل ردّ — بيأثّر مباشرة على إيش بنبني بعدين.
el: Διαβάζουμε κάθε απάντηση — διαμορφώνει άμεσα αυτό που φτιάχνουμε στη συνέχεια.
es: Leemos todas las respuestas — influyen directamente en lo que construimos a continuación.
fa: ما هر پاسخ را می‌خوانیم — مستقیماً آنچه را بعداً می‌سازیم شکل می‌دهد.
fr: Nous lisons chaque réponse — elle façonne directement ce que nous construisons ensuite.
id: Kami membaca setiap tanggapan — ini langsung memengaruhi apa yang kami bangun selanjutnya.
it: Leggiamo ogni risposta — guida direttamente cosa costruiremo dopo.
ja: すべての回答を読んでいます — それが次に作るものを直接形づくります。
ro: Citim fiecare răspuns — modelează direct ce construim în continuare.
th: เราอ่านทุกคำตอบ — มันมีผลโดยตรงต่อสิ่งที่เราจะสร้างต่อไป
tr: Her yanıtı okuyoruz — sırada ne geliştireceğimizi doğrudan şekillendirir.
zh: 我们会阅读每一条回复——它直接影响我们接下来的开发。

source: We sent a 6-digit code to %@. It expires in 10 minutes.
ar: أرسلنا رمزاً من 6 أرقام إلى %@. ينتهي خلال 10 دقائق.
ar_ps: بعتنا كود من 6 أرقام لـ %@. بينتهي بعد 10 دقايق.
el: Στείλαμε έναν 6ψήφιο κωδικό στο %@. Λήγει σε 10 λεπτά.
es: Enviamos un código de 6 dígitos a %@. Caduca en 10 minutos.
fa: یک کد ۶ رقمی به %@ ارسال کردیم. ظرف ۱۰ دقیقه منقضی می‌شود.
fr: Nous avons envoyé un code à 6 chiffres à %@. Il expire dans 10 minutes.
id: Kami mengirim kode 6 digit ke %@. Kode kedaluwarsa dalam 10 menit.
it: Abbiamo inviato un codice di 6 cifre a %@. Scade tra 10 minuti.
ja: %@に6桁のコードを送信しました。10分で期限切れになります。
ro: Am trimis un cod din 6 cifre la %@. Expiră în 10 minute.
th: เราส่งรหัส 6 หลักไปที่ %@ จะหมดอายุใน 10 นาที
tr: %@ adresine 6 haneli bir kod gönderdik. 10 dakika içinde geçersiz olur.
zh: 我们已向 %@ 发送 6 位验证码。10 分钟内有效。

source: We weigh your home's size, how many guests it sleeps, its location, and verified trust signals. Together they set a fair nightly value.
ar: نوازن حجم منزلك، وعدد الضيوف الذين يتسع لهم، وموقعه، وإشارات الثقة الموثّقة. وتحدد معاً قيمة ليلية عادلة.
ar_ps: منوازن مساحة بيتك، وقد إيش بيسع ضيوف، وموقعه، وإشارات الثقة الموثّقة. مع بعض بيحطّوا قيمة عادلة لليلة.
el: Σταθμίζουμε το μέγεθος του σπιτιού σας, πόσους επισκέπτες χωρά, την τοποθεσία του και τα επαληθευμένα σήματα εμπιστοσύνης. Μαζί ορίζουν μια δίκαιη αξία ανά νύχτα.
es: Tenemos en cuenta el tamaño de tu casa, cuántos huéspedes puede alojar, su ubicación y las señales de confianza verificadas. En conjunto fijan un valor justo por noche.
fa: ما اندازه خانه‌تان، تعداد مهمانانی که جا می‌دهد، موقعیت آن و سیگنال‌های اعتماد تأیید‌شده را می‌سنجیم. این‌ها با هم یک ارزش شبانه منصفانه تعیین می‌کنند.
fr: Nous prenons en compte la taille de votre logement, le nombre de voyageurs qu'il peut accueillir, sa localisation et les signaux de confiance vérifiés. Ensemble, ils déterminent une valeur par nuit équitable.
id: Kami mempertimbangkan ukuran rumah Anda, berapa banyak tamu yang bisa ditampung, lokasinya, dan sinyal kepercayaan terverifikasi. Bersama-sama, semua itu menetapkan nilai per malam yang adil.
it: Valutiamo la dimensione della tua casa, quanti ospiti può ospitare, la sua posizione e i segnali di fiducia verificati. Insieme determinano un valore equo per notte.
ja: 住まいの広さ、就寝可能なゲスト数、立地、認証済みの信頼シグナルを総合的に評価します。これらが組み合わさって公平な1泊あたりの価値が決まります。
ro: Cântărim suprafața locuinței tale, câți oaspeți poate găzdui, locația și semnalele de încredere verificate. Împreună, acestea stabilesc o valoare echitabilă pe noapte.
th: เราชั่งน้ำหนักขนาดบ้านของคุณ จำนวนผู้เข้าพักที่นอนได้ ทำเล และสัญญาณความน่าเชื่อถือที่ยืนยันแล้ว ทั้งหมดร่วมกันกำหนดมูลค่าต่อคืนที่ยุติธรรม
tr: Evinin boyutunu, kaç misafir ağırladığını, konumunu ve doğrulanmış güven sinyallerini değerlendiririz. Bunlar birlikte adil bir gecelik değer belirler.
zh: 我们会综合考量你家的面积、可住人数、位置以及已验证的信任信号，共同设定一个公平的每晚价值。

source: We'll email you the moment swaps open in your city.
ar: سنراسلك بمجرد فتح التبادلات في مدينتك.
ar_ps: منبعت لك إيميل بنفس اللحظة اللي بتفتح فيها التبديلات بمدينتك.
el: Θα σας ειδοποιήσουμε με email τη στιγμή που θα ανοίξουν ανταλλαγές στην πόλη σας.
es: Te avisaremos por correo en cuanto se abran los intercambios en tu ciudad.
fa: به محض اینکه مبادله‌ها در شهر شما باز شوند، به شما ایمیل می‌زنیم.
fr: Nous vous écrirons dès que les échanges ouvriront dans votre ville.
id: Kami akan mengemail Anda begitu tukaran dibuka di kota Anda.
it: Ti scriveremo non appena gli scambi si aprono nella tua città.
ja: あなたの都市でスワップが開始した瞬間にメールでお知らせします。
ro: Îți vom trimite un e-mail în momentul în care schimburile se deschid în orașul tău.
th: เราจะส่งอีเมลหาคุณทันทีที่การแลกเปลี่ยนเปิดในเมืองของคุณ
tr: Şehrinde takaslar açıldığı an sana e-posta göndereceğiz.
zh: 你所在城市一开放互换，我们就会邮件通知你。

source: We'll widen the search around these days.
ar: سنوسّع البحث حول هذه الأيام.
ar_ps: رح نوسّع البحث حوالين هالأيام.
el: Θα διευρύνουμε την αναζήτηση γύρω από αυτές τις ημέρες.
es: Ampliaremos la búsqueda en torno a estos días.
fa: جستجو را حول این روزها گسترش می‌دهیم.
fr: Nous élargirons la recherche autour de ces jours.
id: Kami akan memperluas pencarian di sekitar hari-hari ini.
it: Allargheremo la ricerca attorno a questi giorni.
ja: これらの日付の前後で検索範囲を広げます。
ro: Vom extinde căutarea în jurul acestor zile.
th: เราจะขยายการค้นหารอบๆ วันเหล่านี้
tr: Aramayı bu günlerin çevresinde genişleteceğiz.
zh: 我们将围绕这些日期扩大搜索范围。

source: Welcome back
ar: مرحباً بعودتك
ar_ps: أهلاً برجوعك
el: Καλώς ήρθατε ξανά
es: Bienvenido de nuevo
fa: خوش آمدید
fr: Bon retour
id: Selamat datang kembali
it: Bentornato
ja: おかえりなさい
ro: Bine ai revenit
th: ยินดีต้อนรับกลับมา
tr: Tekrar hoş geldin
zh: 欢迎回来

source: What are you offering?
ar: ماذا تعرض؟
ar_ps: إيش بتقدّم؟
el: Τι προσφέρετε;
es: ¿Qué ofreces?
fa: چه چیزی ارائه می‌دهید؟
fr: Que proposez-vous ?
id: Apa yang Anda tawarkan?
it: Cosa offri?
ja: 何を提供しますか？
ro: Ce oferi?
th: คุณกำลังเสนออะไร?
tr: Ne sunuyorsun?
zh: 你提供什么？

source: What are you uploading?
ar: ماذا ترفع؟
ar_ps: إيش عم ترفع؟
el: Τι ανεβάζετε;
es: ¿Qué estás subiendo?
fa: چه چیزی بارگذاری می‌کنید؟
fr: Que téléversez-vous ?
id: Apa yang Anda unggah?
it: Cosa stai caricando?
ja: 何をアップロードしますか？
ro: Ce încarci?
th: คุณกำลังอัปโหลดอะไร?
tr: Ne yüklüyorsun?
zh: 你正在上传什么？

source: What goes into it
ar: ما الذي يدخل فيها
ar_ps: إيش بيدخل فيها
el: Τι περιλαμβάνεται
es: Qué se tiene en cuenta
fa: چه چیزهایی در آن دخیل است
fr: Ce qui entre en compte
id: Apa yang memengaruhinya
it: Cosa lo determina
ja: 何が含まれるか
ro: Ce intră în calcul
th: มีอะไรอยู่ในนั้นบ้าง
tr: İçine ne giriyor
zh: 它由什么构成

source: What happened, when, and what you need from us.
ar: ما الذي حدث، ومتى، وما تحتاجه منا.
ar_ps: إيش صار، وإمتى، وإيش بدّك منّا.
el: Τι συνέβη, πότε, και τι χρειάζεστε από εμάς.
es: Qué pasó, cuándo y qué necesitas de nosotros.
fa: چه اتفاقی افتاد، چه زمانی، و از ما چه می‌خواهید.
fr: Ce qui s'est passé, quand, et ce dont vous avez besoin de notre part.
id: Apa yang terjadi, kapan, dan apa yang Anda butuhkan dari kami.
it: Cosa è successo, quando e cosa ti serve da noi.
ja: 何が、いつ起きたか、そして私たちに何を求めているか。
ro: Ce s-a întâmplat, când și de ce ai nevoie de la noi.
th: เกิดอะไรขึ้น เมื่อไร และคุณต้องการอะไรจากเรา
tr: Ne oldu, ne zaman oldu ve bizden ne istiyorsun.
zh: 发生了什么、何时发生、以及你需要我们做什么。

source: What this place offers
ar: ما يقدمه هذا المكان
ar_ps: إيش بيقدّم هالمكان
el: Τι προσφέρει αυτός ο χώρος
es: Qué ofrece este lugar
fa: این مکان چه چیزهایی ارائه می‌دهد
fr: Ce que ce logement propose
id: Apa yang ditawarkan tempat ini
it: Cosa offre questo alloggio
ja: この住まいが提供するもの
ro: Ce oferă acest loc
th: สถานที่นี้มีอะไรให้บ้าง
tr: Bu mekânın sunduğu olanaklar
zh: 这个住所提供什么

source: What's working, what isn't…
ar: ما الذي ينجح وما الذي لا ينجح…
ar_ps: إيش شغّال، وإيش لأ…
el: Τι λειτουργεί, τι δεν λειτουργεί…
es: Qué funciona, qué no…
fa: چه چیزی کار می‌کند، چه چیزی نه…
fr: Ce qui fonctionne, ce qui ne fonctionne pas…
id: Apa yang berjalan baik, apa yang tidak…
it: Cosa funziona, cosa no…
ja: うまくいっていること、いないこと…
ro: Ce funcționează, ce nu…
th: อะไรที่ดี อะไรที่ยังไม่ดี…
tr: Neyin işe yaradığı, neyin yaramadığı…
zh: 哪些好用，哪些不好用…

source: When do you want to go?
ar: متى تريد الذهاب؟
ar_ps: إمتى بدّك تروح؟
el: Πότε θέλετε να πάτε;
es: ¿Cuándo quieres ir?
fa: کی می‌خواهید بروید؟
fr: Quand voulez-vous partir ?
id: Kapan Anda ingin pergi?
it: Quando vuoi partire?
ja: いつ行きたいですか？
ro: Când vrei să pleci?
th: คุณอยากไปเมื่อไร?
tr: Ne zaman gitmek istiyorsun?
zh: 你想什么时候出发？

source: When they join and verify, you both earn travel points. Points are never money.
ar: عندما ينضمون ويوثّقون هوياتهم، تكسبان كلاكما نقاط سفر. النقاط ليست مالاً أبداً.
ar_ps: لمّا ينضمّوا ويوثّقوا، بتكسبوا نقاط سفر سوا. النقاط أبداً مش مصاري.
el: Όταν εγγραφούν και επαληθευτούν, κερδίζετε και οι δύο πόντους ταξιδιού. Οι πόντοι δεν είναι ποτέ χρήματα.
es: Cuando se unan y se verifiquen, ambos ganaréis puntos de viaje. Los puntos nunca son dinero.
fa: وقتی آن‌ها ملحق شوند و هویتشان را تأیید کنند، هر دو امتیاز سفر کسب می‌کنید. امتیازها هرگز پول نیستند.
fr: Quand ils s'inscrivent et se vérifient, vous gagnez tous deux des points de voyage. Les points ne sont jamais de l'argent.
id: Saat mereka bergabung dan terverifikasi, kalian berdua mendapat poin perjalanan. Poin bukanlah uang.
it: Quando si uniscono e si verificano, guadagnate entrambi punti viaggio. I punti non sono mai denaro.
ja: 相手が参加して認証すると、2人ともトラベルポイントを獲得できます。ポイントはお金ではありません。
ro: Când se alătură și se verifică, amândoi câștigați puncte de călătorie. Punctele nu sunt niciodată bani.
th: เมื่อพวกเขาเข้าร่วมและยืนยันตัวตน คุณทั้งคู่จะได้รับพอยต์เดินทาง พอยต์ไม่ใช่เงิน
tr: Katılıp doğrulandıklarında ikiniz de seyahat puanı kazanırsınız. Puanlar asla para değildir.
zh: 当他们加入并验证后，你们都能赚得旅行积分。积分绝非金钱。

source: When you send or receive a proposal, it appears here.
ar: عندما ترسل أو تستلم اقتراحاً، يظهر هنا.
ar_ps: لمّا تبعت أو تستلم اقتراح، بيطلع هون.
el: Όταν στέλνετε ή λαμβάνετε μια πρόταση, εμφανίζεται εδώ.
es: Cuando envías o recibes una propuesta, aparece aquí.
fa: وقتی پیشنهادی ارسال یا دریافت می‌کنید، اینجا ظاهر می‌شود.
fr: Quand vous envoyez ou recevez une proposition, elle apparaît ici.
id: Saat Anda mengirim atau menerima usulan, usulan itu muncul di sini.
it: Quando invii o ricevi una proposta, compare qui.
ja: 提案を送信または受信すると、ここに表示されます。
ro: Când trimiți sau primești o propunere, apare aici.
th: เมื่อคุณส่งหรือรับข้อเสนอ มันจะปรากฏที่นี่
tr: Bir teklif gönderdiğinde veya aldığında burada görünür.
zh: 当你发送或收到提议时，它会出现在这里。

source: Where you'll be
ar: أين ستكون
ar_ps: وين رح تكون
el: Πού θα βρίσκεστε
es: Dónde estarás
fa: جایی که خواهید بود
fr: Où vous serez
id: Di mana Anda akan berada
it: Dove ti troverai
ja: 滞在先
ro: Unde vei fi
th: ที่ที่คุณจะอยู่
tr: Nerede olacağın
zh: 你将身处何地

source: Where you're staying
ar: أين تقيم
ar_ps: وين رح تُسكن
el: Πού μένετε
es: Dónde te alojas
fa: جایی که اقامت می‌کنید
fr: Où vous séjournez
id: Di mana Anda menginap
it: Dove soggiorni
ja: 滞在先
ro: Unde stai
th: ที่ที่คุณกำลังเข้าพัก
tr: Nerede konakladığın
zh: 你的入住地点

source: Wishlists
ar: قوائم الأمنيات
ar_ps: قوائم الأمنيات
el: Λίστες επιθυμιών
es: Listas de deseos
fa: فهرست‌های آرزو
fr: Listes de souhaits
id: Wishlist
it: Wishlist
ja: ウィッシュリスト
ro: Liste de dorințe
th: รายการที่อยากได้
tr: İstek listeleri
zh: 心愿单

source: Withdraw
ar: سحب
ar_ps: اسحب
el: Απόσυρση
es: Retirar
fa: پس گرفتن
fr: Retirer
id: Tarik
it: Ritira
ja: 取り下げる
ro: Retrage
th: ถอน
tr: Geri çek
zh: 撤回

source: Withdraw proposal
ar: سحب الاقتراح
ar_ps: اسحب الاقتراح
el: Απόσυρση πρότασης
es: Retirar propuesta
fa: پس گرفتن پیشنهاد
fr: Retirer la proposition
id: Tarik usulan
it: Ritira la proposta
ja: 提案を取り下げる
ro: Retrage propunerea
th: ถอนข้อเสนอ
tr: Teklifi geri çek
zh: 撤回提议

source: Withdraw this proposal?
ar: سحب هذا الاقتراح؟
ar_ps: تسحب هالاقتراح؟
el: Απόσυρση αυτής της πρότασης;
es: ¿Retirar esta propuesta?
fa: این پیشنهاد را پس می‌گیرید؟
fr: Retirer cette proposition ?
id: Tarik usulan ini?
it: Ritirare questa proposta?
ja: この提案を取り下げますか？
ro: Retragi această propunere?
th: ถอนข้อเสนอนี้หรือไม่?
tr: Bu teklif geri çekilsin mi?
zh: 撤回此提议？

source: Workspace
ar: مساحة العمل
ar_ps: مساحة عمل
el: Χώρος εργασίας
es: Espacio de trabajo
fa: فضای کاری
fr: Espace de travail
id: Ruang kerja
it: Spazio di lavoro
ja: ワークスペース
ro: Spațiu de lucru
th: พื้นที่ทำงาน
tr: Çalışma alanı
zh: 工作空间

source: Write at least 20 characters about your home.
ar: اكتب 20 حرفاً على الأقل عن منزلك.
ar_ps: اكتب 20 حرف على الأقل عن بيتك.
el: Γράψτε τουλάχιστον 20 χαρακτήρες για το σπίτι σας.
es: Escribe al menos 20 caracteres sobre tu casa.
fa: حداقل ۲۰ کاراکتر درباره خانه‌تان بنویسید.
fr: Écrivez au moins 20 caractères sur votre logement.
id: Tulis minimal 20 karakter tentang rumah Anda.
it: Scrivi almeno 20 caratteri sulla tua casa.
ja: 住まいについて20文字以上書いてください。
ro: Scrie cel puțin 20 de caractere despre locuința ta.
th: เขียนอย่างน้อย 20 ตัวอักษรเกี่ยวกับบ้านของคุณ
tr: Evin hakkında en az 20 karakter yaz.
zh: 请至少写 20 个字介绍你的家。

source: You
ar: أنت
ar_ps: إنت
el: Εσείς
es: Tú
fa: شما
fr: Vous
id: Anda
it: Tu
ja: あなた
ro: Tu
th: คุณ
tr: Sen
zh: 你

source: YOU
ar: أنت
ar_ps: إنت
el: ΕΣΕΙΣ
es: TÚ
fa: شما
fr: VOUS
id: ANDA
it: TU
ja: あなた
ro: TU
th: คุณ
tr: SEN
zh: 你

source: You can follow the conversation from Messages.
ar: يمكنك متابعة المحادثة من الرسائل.
ar_ps: بتقدر تتابع المحادثة من الرسائل.
el: Μπορείτε να παρακολουθείτε τη συνομιλία από τα Μηνύματα.
es: Puedes seguir la conversación desde Mensajes.
fa: می‌توانید گفتگو را از بخش پیام‌ها دنبال کنید.
fr: Vous pouvez suivre la conversation depuis Messages.
id: Anda bisa mengikuti percakapan dari Pesan.
it: Puoi seguire la conversazione da Messaggi.
ja: 会話はメッセージから確認できます。
ro: Poți urmări conversația din Mesaje.
th: คุณติดตามการสนทนาได้จาก Messages
tr: Sohbeti Mesajlar'dan takip edebilirsin.
zh: 你可以在“消息”中跟进此对话。

source: You can only invite guests to your own listing.
ar: يمكنك دعوة ضيوف إلى عرضك الخاص فقط.
ar_ps: بتقدر تدعو ضيوف بس لإعلانك إنت.
el: Μπορείτε να προσκαλέσετε επισκέπτες μόνο στη δική σας καταχώριση.
es: Solo puedes invitar a huéspedes a tu propio anuncio.
fa: فقط می‌توانید مهمانان را به آگهی خودتان دعوت کنید.
fr: Vous ne pouvez inviter des voyageurs que sur votre propre annonce.
id: Anda hanya bisa mengundang tamu ke listing milik Anda sendiri.
it: Puoi invitare ospiti solo nel tuo annuncio.
ja: ゲストを招待できるのは自分のリスティングのみです。
ro: Poți invita oaspeți doar la propriul tău anunț.
th: คุณเชิญผู้เข้าพักได้เฉพาะรายการของคุณเองเท่านั้น
tr: Yalnızca kendi ilanına misafir davet edebilirsin.
zh: 你只能邀请房客入住你自己的房源。

source: You don't have enough points for this gift.
ar: ليس لديك نقاط كافية لهذه الهدية.
ar_ps: ما عندك نقاط كفاية لهالهدية.
el: Δεν έχετε αρκετούς πόντους για αυτό το δώρο.
es: No tienes suficientes puntos para este regalo.
fa: برای این هدیه امتیاز کافی ندارید.
fr: Vous n'avez pas assez de points pour ce cadeau.
id: Poin Anda tidak cukup untuk hadiah ini.
it: Non hai abbastanza punti per questo regalo.
ja: この贈り物に必要なポイントが足りません。
ro: Nu ai suficiente puncte pentru acest cadou.
th: คุณมีพอยต์ไม่พอสำหรับการมอบนี้
tr: Bu hediye için yeterli puanın yok.
zh: 你的积分不足以完成此次赠送。

source: You host %@
ar: تستضيف %@
ar_ps: إنت بتستضيف %@
el: Φιλοξενείτε %@
es: Hospedas en %@
fa: شما میزبان %@
fr: Vous accueillez %@
id: Anda menjamu %@
it: Ospiti a %@
ja: %@であなたがホスト
ro: Tu găzduiești %@
th: คุณเป็นเจ้าของที่พัก %@
tr: %@ ev sahipliği yaparsın
zh: 你接待 %@
